TDPortal/Codebase/TransportDirect/JourneyPlannerCaller/bin/Debug/Requests/GazRequest_AddressGeocodeNI.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <AddressGeocodeNI xmlns="http://www.esriuk.com/gazops">
      <sAddress>40, Carty Road, Leicester</sAddress>
      <gazid>ADDP1</gazid>
      <bFuzzyMatch>true</bFuzzyMatch>
      <envelope></envelope>
      <securityToken></securityToken>
    </AddressGeocodeNI>
  </soap:Body>
</soap:Envelope>